{"pageProps":{"fields":{"headline":"Bringing sweet potatoes to the digital era","headerText":"Dataatti is your turnkey solution provider with digitalisation related challenges. We are specialized in providing software solutions that help the everyday work in companies. We think that no one should use their time with manual work that could be easily automated with software.","servicesTitleOne":"Software development","servicesTextOne":"We provide software development as a turnkey service. We manage the entire process from planning to maintenance. Our software development process is user-centric. This is to make sure that the final product meets the end user’s needs as well as possible. Too complex or unclear user interfaces do not belong in this day and age. By using cloud services and modern technologies it is possible to answer every need.","servicesTitleTwo":"IT consultation","servicesTextTwo":"Sometimes it is not smart to start software development from zero. By using solutions that are already available, such as Microsoft Office 365 and Google Workspace can brilliant results be achieved in a cost effective way. We help you with needs assessment to find the correct solution to the current problem.","servicesTitleThree":"Mobile development","servicesTextThree":"Each software solution of ours is done with responsiveness in mind. This means that every modern solution should work despite the user using their laptop or mobile device. Considering the need the customer has, native application or Progressive Web Application (PWA) are both great options. PWA is a modern and cost effective solution that allows the web application to work similar to the native application.","aboutTitle":"About","aboutText":"Dataatti is a Turku-based company specialized in software development. We provide user-centric solutions to help companies’ everyday life. Our professionals have experience with working in several different fields and this experience reflects in the end result. The end user is our top one priority because no solution is really a solution if the end user cannot utilize the solution 100%. Our mission is to create IT more approachable and narrow the gap between IT and other fields.","meetOurTeamTitle":"Meet our team","meetOurTeamText":"Our team of young and passionate professionals is always willing to help with every problem."}},"__N_SSG":true}