{"pageProps":{"fields":{"headline":"Aika siirtyä digitaaliselle aikakaudelle?","headerText":"Dataatti auttaa kaikissa digitalisaatioon liittyvissä haasteissa. Erikoisosaamistamme on käyttäjälähtöiset ohjelmistoratkaisut helpottamaan yritysten arkea. Mielestämme kenenkään aikaa ei pitäisi kuluttaa manuaaliseen työhön, joka olisi ohjelmistoilla automatisoitavissa.","servicesTitleOne":"Ohjelmistokehitys","servicesTextOne":"Olemme apuna ohjelmistokehityksessä aina suunnitteluvaiheesta ylläpitoon asti. Tarjoamme avaimet käteen -ratkaisuja, jotta asiakas voi keskittyä omaan erityisosaamiseensa. Teemme ohjelmistokehitystä käyttäjälähtöisesti, jotta valmis tuote palvelee käyttäjiään varmasti parhaalla mahdollisella tavalla. Liian monimutkaiset ja epäselvät käyttöliittymät eivät kuulu nykypäivään. Hyödyntämällä pilvipalveluita sekä moderneja teknologioita on mahdollista vastata kaikkiin tarpeisiin. ","servicesTitleTwo":"IT-konsultointi","servicesTextTwo":"Aina yrityksellä ei ole tarvetta aloittaa ohjelmistokehitystä nollista. Valmiiden työkalujen kuten Microsoft Office 365 sekä Google Workspace käytöllä voidaan saavuttaa kustannustehokkaasti loistavia tuloksia. Autamme tarvekartoituksessa, jotta löydämme oikean ratkaisun ongelmaan.","servicesTitleThree":"Mobiilikehitys","servicesTextThree":"Kaikki ohjelmistokehitysprojektimme tehdään lähtökohtaisesti responsiivisuus mielessä. Modernien ratkaisujen tulee toimia kaikilla laitteilla, oli kyseessä sitten tietokone tai puhelin. Asiakkaan tarpeen mukaan on mahdollista valita joko natiivin sovelluksen tai Progressive Web Application (PWA) välillä. PWA on moderni ja kustannustehokas vaihtoehto natiivisovellukselle, jonka avulla saadaan web-sovellus toimimaan natiivisovelluksen tavoin. ","aboutTitle":"Keitä me olemme","aboutText":"Dataatti on turkulainen ohjelmistokehitykseen erikoistunut yritys, joka tarjoaa käyttäjälähtöisiä ratkaisuja helpottamaan yritysten jokapäiväistä elämää. Ammattilaisillamme on kokemusta toimimisesta monilla eri aloilla ja tämä kokemus näkyy lopputuloksessa. Toimimme aina loppukäyttäjä edellä, sillä yksikään ratkaisu ei ole oikeasti ratkaisu, mikäli loppukäyttäjä ei pysty sitä hyödyntämään sataprosenttisesti. Haluamme tehdä IT:stä helposti lähestyttävää sekä  kaventaa kuilua IT:n sekä muiden alojen välillä. ","meetOurTeamTitle":"Ammattilaisemme","meetOurTeamText":"Osaava tiimimme koostuu nuorista ja intohimoisista ammattilaisista, jotka ovat aina valmiita auttamaan. "}},"__N_SSG":true}